Repository: Himeyama/Installer
Catalog: Installer/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# About.Text
source: Installer について
ja_jp: インストーラーについて

# AppTitle.Text
source: Installer
ja_jp: インストーラー

# Exit.Text
source: Exit
ja_jp: 終了

# File.Title
source: File
ja_jp: ファイル

# Help.Title
source: Help
ja_jp: ヘルプ

# Open.Text
source: Open...
ja_jp: 開く...

# OpenButton.Content
source: Open
ja_jp: 開く

# LicenseAgreement.Text
source: License Agreement
ja_jp: 使用許諾契約書の同意

# Accept.Content
source: I accept the agreement
ja_jp: 同意する

# DontAccept.Content
source: I do not accept the agreement
ja_jp: 同意しない

# Next.Content
source: Next >
ja_jp: 次へ >

# Cancel.Content
source: Cancel
ja_jp: キャンセル

# ReadFollowing.Text
source: Please read the following important information before continuing.
ja_jp: 続行する前に以下の重要な情報をお読みください。

# ReadLicense.Text
source: Please read the following license agreement. You must accept the terms of this agreement before continuing with the installation.
ja_jp: 以下の使用許諾契約をお読みください。インストールを続行するにはこの契約書に同意する必要があります。

# SelectDestLocation.Text
source: Select Destination Location
ja_jp: インストール先の指定

# WhereAppInstall.Text
source: Where should the application be installed?
ja_jp: アプリケーションのインストール先を指定してください。

# CreateShortcut.Content
source: Create a application shortcut in Desktop
ja_jp: デスクトップにショートカットを作成する

# CreateStartmenuDirectory.Content
source: Create a start menu directory
ja_jp: スタートメニューディレクトリを作成する

# InstallOption.Text
source: Install option
ja_jp: インストールオプション

# Install.Content
source: Install
ja_jp: インストール

# Confirm.Text
source: Confirm
ja_jp: 確認

# CreateShortcutLabel.Text
source: Create a shortcut:
ja_jp: ショートカット作成:

# CreateStartmenuDirLabel.Text
source: Create a startmenu directory:
ja_jp: スタートメニューディレクトリの作成:

# InstallDestinationLabel.Text
source: Install destination:
ja_jp: インストール先:

# Yes.Text
source: Yes
ja_jp: はい

# No.Text
source: No
ja_jp: いいえ

# Installing.Text
source: Installing...
ja_jp: インストール中...
